citation = {'Футбол': "Меня больше волнует быть хорошим человеком, чем быть лучшим футболистом в мире. "
                      "Когда все это закончится, с чем же вы останетесь?",
            'Баскетбол': "Границы, так же как и страхи, чаще всего оказываются просто иллюзиями",
            'Хоккей': "У меня к жизни отношение спортивное: если что-то не удается, "
                      "это еще не значит, что этого не надо добиваться.",
            'Волейбол': "Для игроков волейбол-это работа, Для «боссов» волейбол — это деньги, "
                        "Для зрителей волейбол- это шоу, Для всех нас волейбол- это жизнь!",
            'Большой теннис': "Я никогда не сдаюсь. Вы можете сбить меня с ног десять раз подряд, "
                              "и я поднимусь в одиннадцатый и запулю желтым мячиком прямо в вас.",
            'Гандбол': "Если чего-то хочется, не люблю себе отказывать, больше даже в каком-то ментальном смысле, "
                       "чтобы не стрессовать. Если чего-то хочется, то удовольствие, конечно, нужно получать.",
            'Мини-футбол': "В обычном футболе не всегда удается оценить талант, "
                           "поскольку там важна и физическая готовность. "
                           "В мини-футболе же большую роль играет техника, "
                           "класс и тактические нюансы.",
            'UFC': "Когда я захожу в клетку, я представляю, будто это бой за пояс. Я не могу проиграть, "
                   "если я проиграю, то потеряю всё. Я не имею права думать, что парень дебютант и бой будет лёгким. "
                   "У меня нет таких мыслей. Я настраиваюсь на этот бой так же, "
                   "как если бы моим соперником стал Серроне и Фергюсон.",
            'Бокс': "Чемпионами становятся не в тренажерных залах. Чемпиона рождает то, "
                    "что у человека внутри — желания, мечты, цели.",
            'Регби': "Игроки в регби либо переворачивают пианино, либо передвигают пианино. "
                     "К счастью, я одна из тех, кто может сыграть мелодию"}

athletes = {'Футбол': 'https://metaratings.ru/upload/iblock/736/73683ca7f4dace7a941c9dfd3b75737b.jpg',
            'Баскетбол': 'https://www.vladtime.ru/uploads/posts/2017-02/1487312286_i.jpeg',
            'Хоккей': 'https://stavkinasport.com/wp-content/uploads/post/81988/ovie.jpg',
            'Волейбол': 'https://topcafe.su/wp-content/uploads/2019/04/Mari-Paraiba.jpg',
            'Большой теннис': 'https://fb.ru/media/i/1/5/2/6/3/6/4/i/1526364.jpg',
            'Гандбол': 'https://phototass2.cdnvideo.ru/width/1200_4ce85301/tass/m2/uploads/i/20191215/5280847.jpg',
            'Мини-футбол': 'http://sport.img.com.ua/nxs72/b/orig/c/28/63627c955c43a3ba49980f1896ddf28c.jpg',
            'UFC': 'https://odds.ru/upload/media/default/0001/91/035765a11d5ef989d575116f41e82aaac944baf7.jpg',
            'Бокс': 'https://citatnica.ru/wp-content/uploads/2019/06/Ali-1.jpg',
            'Регби': 'https://rugger.info/upload/images/Emily_Scarratt.jpeg'}

sports = {'Футбол': 'https://t.me/rflive',
          'Баскетбол': 'https://t.me/all_about_nba',
          'Хоккей': 'https://t.me/khl_official_telegram',
          'Волейбол': 'https://t.me/volleyVFV',
          'Большой теннис': 'https://t.me/elitetennis',
          'Гандбол': 'https://t.me/rushandball',
          'Мини-футбол': 'https://t.me/futsal_rus',
          'UFC': 'https://t.me/UFCRussia',
          'Бокс': 'https://t.me/rcc_sport',
          'Регби': 'https://t.me/rugbyrussian'}
